Repository: ivandeex/dz
Catalog: */locale/*/LC_MESSAGES/django.po
Languages: ru, sl

source: Index:
ru: Индекс:
sl: Indeks:

source: archive (filter)
ru: архив
sl: svežina

source: All
ru: Всё
sl: Vse

source: Archived
ru: Из архива
sl: Arhivsko

source: Fresh
ru: Текущее
sl: Novo

source: Yes
sl: Da

source: No
sl: Ne

source: manual (crawl type)
ru: вручную
sl: ročno

source: scheduled (crawl type)
ru: по расписанию
sl: urnik

source: orphan (crawl type)
ru: неизвестно
sl: nepoznata

source: crawl type (str column)
ru: способ активации
sl: dodajanje metoda

source: news cut (column)
ru: описание
sl: opis

source: archived (column)
ru: архивное?
sl: arhivsko?

source: news link (column)
ru: ссылка
sl: veza

source: tip success (column)
ru: успех
sl: uspješnost

source: tip link (column)
ru: ссылка
sl: veza

source: tip cut (column)
ru: описание
sl: opis

source: news (crawl target)
ru: новости
sl: najave

source: tips (crawl target)
ru: ставки
sl: prognoze

source: waiting (crawl status)
ru: ожидает
sl: čakanje

source: started (crawl status)
ru: началось
sl: začel

source: running (crawl status)
ru: работает
sl: deluje

source: complete (crawl status)
ru: завершено
sl: končan

source: crawl id (column)
sl: broj

source: crawl target (column)
ru: что обновляем
sl: kaj

source: crawl type (bool column)
ru: ручная активация
sl: ročno dodajanje

source: crawl status (column)
ru: статус
sl: stanje

source: started at (column)
ru: время начала
sl: začel v

source: ended at (column)
ru: время завершения
sl: končalo na

source: no. of items (column)
ru: количество
sl: količina

source: hostname (column)
ru: хост
sl: ime računalnika

source: crawler pid (column)
ru: № процесса
sl: id procesa

source: crawl (table)
ru: обновление
sl: zbiranje

source: crawls (table)
ru: обновления
sl: zbiranja

source: Crawling %s!
sl: Sem zbiranje %s!

source: Crawling refused!
ru: Ошибка обновления!
sl: Posodobitev zavrnila!

source: Crawling updated!
ru: Время обновления изменено!
sl: Čas posodobljeni

source: Crawling submitted!
ru: Обновление скоро начнется!
sl: Akcija začela

source: news id (column)
sl: broj

source: news title (column)
ru: заголовок
sl: naslov

source: sport (column)
ru: вид спорта
sl: šport

source: league (column)
ru: лига
sl: liga

source: parties (column)
ru: участники
sl: udeleženci

source: published (column)
ru: время публикации
sl: objavleno na

source: updated (column)
ru: время изменения
sl: posodobitev na

source: fetched (column)
ru: время обновления
sl: osveži na

source: news (table)
ru: новость
sl: najava

source: many news (table)
ru: новости
sl: najave

source: Can crawl news
ru: Может обновлять новости
sl: Lahko začnete najave puščati

source: Can only view news
ru: Не может корректировать новости
sl: Ne more spremeniti najave

source: Can click on news links
ru: Переходить по ссылкам на новости
sl: Lahko s klikom na najave povezave

source: news preamble (column)
ru: введение
sl: preambula

source: full news content (column)
ru: содержание
sl: sadržaj

source: news datatable (column)
ru: таблица результатов
sl: podatkovna tabela

source: start time (column)
ru: время начала
sl: začetni čas

source: target (column)
ru: что обновлять
sl: kaj

source: schedule item (table)
ru: пункт расписания
sl: delo

source: schedule (table)
ru: расписание
sl: urnik

source: (success) unknown
ru: неизвестно
sl: nepoznata

source: (success) hit
ru: попадание
sl: pogođena

source: (success) miss
ru: промах
sl: promašena

source: tip id (column)
sl: broj

source: tip league (column)
ru: лига
sl: liga

source: tip parties (column)
ru: участники
sl: udeleženci

source: tip title (column)
ru: заголовок
sl: naslov

source: tip bookmaker (column)
ru: букмекер
sl: kladionica

source: tip odds (column)
ru: шансы
sl: koeficijent

source: minimum tip odds (column)
ru: мин. шансы
sl: min. koef.

source: tip result (column)
ru: результат
sl: rezultat

source: earnings (column)
ru: выигрыш
sl: zarada

source: spread (column)
ru: разброс
sl: is. margina

source: stake (column)
ru: доля
sl: ulog

source: tipster (column)
ru: наводчик
sl: tipster

source: tip (table)
ru: ставка
sl: prognoza

source: tips (table)
ru: ставки
sl: prognoze

source: Can crawl tips
ru: Может обновлять ставки
sl: Lahko začnete prognoze puščati

source: Can only view tips
ru: Не может корректировать ставки
sl: Ne more spremeniti prognoze

source: Can click on tip links
ru: Переходить по ссылкам на ставки
sl: Lahko s klikom na prognoze povezave

source: dz user name
ru: имя пользователя
sl: uporabniško ime

source: dz user password
ru: пароль
sl: lozinka

source: is dz administrator
ru: права администратора
sl: je mogoče upravljati?

source: can follow dz links
ru: право переходить по ссылкам
sl: lahko brskate povezave?

source: dz user
ru: пользователь
sl: uporabnik

source: dz users
ru: пользователи
sl: uporabniki

source: Crawl %s now
sl: Zbirajte %s

source: Crawl news now
ru: Обновить Новости
sl: Puščati Najave

source: Crawl tips now
ru: Обновить Ставки
sl: Puščati Prognoze

source: %(count)d record(s) deleted.
ru: Удалено %(count)d записей.
sl: %(count)d zapis(se) črta.

source: Error deleting records: %(err)r
ru: Ошибка при удалении записей: %(err)r
sl: Napaka pri brisanju zapisov: %(err)r

source: %(model_name)s #%(pk)s saved.
sl: %(model_name)s %(pk)s zapisan.

source: Settings
sl: Nastavitve

source: Django site admin
ru: Администрирование сайта
sl: Uprava stran

source: Django administration
ru: Интерфейс администратора
sl: Uprava stran

source: Show details
ru: Показать детали
sl: Pokaži podrobnosti

source: News %(pk)s
ru: Новость №%(pk)s
sl: Najava %(pk)s

source: more...
ru: детали...
sl: več....

source: Tip #%(pk)s
ru: Ставка №%(pk)s
sl: Prognoza %(pk)s

source: Server time
ru: Текущее время
sl: Trenutni čas

source: Jump to
ru: Быстрый переход
sl: Hitre povezave

source: Export
ru: Экспорт
sl: Izvoz Excelja

source: Crawl %(target)s
ru: Обновить %(target)s
sl: Puščati %(target)s

source: Tip #%(id)s
ru: Ставка №%(id)s
sl: Prognoza %(id)s

source: Close
ru: Закрыть
sl: Zapreti

source: Home
ru: Главная
sl: Domov

source: Log out
ru: Выйти
sl: Izpisati

source: By %(filter_title)s
ru: Фильтр: %(filter_title)s
sl: Filter po: %(filter_title)s

source: Submit
ru: Применить
sl: Uporablja

source: Reset
ru: Сбросить
sl: Ponastavi

source: Filters
ru: Фильтры
sl: Filtri

source: Please select some rows!
ru: Сначала пометьте строки в таблице!
sl: Izberite nekaj zapisov!

source: Are you sure you want to [ACTION] this row?
ru: Вы уверены, что хотите "[ACTION]" эту запись?
sl: Ali ste prepričani, da želite "[ACTION]" ta zapis?

source: With selected
ru: С отмеченным…
sl: Za izbrane…

source: Are you sure you want to delete these rows?
ru: Вы уверены, что хотите удалить записи?
sl: Ali ste prepričani, da želite izbrisati te zapise?

source: Delete
ru: Удалить
sl: Izbrisati

source: Edit Record
ru: Редактировать запись
sl: Uredi zapis

source: Delete Record
ru: Удалить запись
sl: Izbrisati zapis

source: Edit %(verbose_name)s %(pk)s
sl: Uredi %(verbose_name)s %(pk)s

source: List (%(size)s)
ru: Всего (%(size)s)
sl: Skupni (%(size)s)

source: Log in
sl: Prijava

source: close
ru: закрыть
sl: zapreti

source: URL
ru: Ссылка
sl: Povezava

source: Sport
ru: Вид спорта
sl: Šport

source: League
ru: Лига
sl: Liga

source: Published
ru: Опубликовано
sl: Objavleno

source: Updated
ru: Изменено
sl: Posodobljena

source: Fetched
ru: Обновлено
sl: Osveži na

source: Parties
ru: Участники
sl: Udeleženci

source: Welcome
ru: Привет
sl: Dobrodošli

source: Filter
ru: Фильтры
